//
//  ITCHPrivacyModel.swift
//  ITCHProfile
//
//  Created by Peter on 03.05.2025.
//

enum ITCHPrivacyModel {
    static let title = "Конфиденциальность"
    static let text =
        """
        Приложение использует минимально необходимую информацию для работы: имя, статус (студент, преподаватель и т.д.) и email ВШЭ.

        Все данные обрабатываются в соответствии с политикой обработки персональных данных НИУ ВШЭ и не передаются третьим лицам.

        Мы не собираем и не передаём никакие личные данные, не относящиеся к учебному процессу.
        """
}
