//
//  ITCHFAQModel.swift
//  ITCHProfile
//
//  Created by Peter on 03.05.2025.
//

enum ITCHFAQModel {
    static let title = "F.A.Q."
    static let text =
        """
        Кто может войти в приложение?

        Приложением могут пользоваться зачисленные студенты бакалавриата, магистратуры и аспирантуры, преподаватели и сотрудники НИУ ВШЭ. Если вы абитуриент или лицеист, войти в приложение не получится

        Как войти в приложение?

        Для авторизации используйте свою корпоративную электронную почту (вида xxx@edu.hse.ru или yyy@hse.ru) и парольот нее. Это те же самые логин и пароль, которые используются для входа в LMS, SmartLMS и ЕЛК. Войти под личной почтой не получится.

        Где я могу получить корпоративную электронную почту?

        Созданием и отправкой информации о корпоративных электронных адресах занимаются сотрудники учебных офисов ваших образовательных программ. Более подробную информацию можно узнать по ссылке: https://www.hse.ru/studyspravka/corpemail/
        """
}
